Repository: VFUC/FoeliGuide-iOS
Catalog: FöliGuide/*.lproj/Localizable.strings
Languages: de, fi, sv

source: Remove
de: Entfernen
fi: Poista
sv: Ta bort

source: Cancel
de: Abbrechen
fi: Peruuta
sv: Avbryt

source: Back
fi: Takaisin
sv: Tillbaka

source: Search bus stops
de: Suche Haltestelle
fi: Etsi pysäkkiä
sv: Leta efter busshållplats

source: Remove alarm?
de: Erinnerung entfernen?
fi: Poista hälytys?
sv: Radera alarmet?

source: Do you want to remove the alarm for %@?
de: Möchtest du die Erinnerung für %@ entfernen?
fi: Haluatko poistaa häytyksen %@?
sv: Vill du radera alarmet för %@?

source: now
de: jetzt
fi: nyt
sv: nu

source: in %d min
fi: %d min kuluttua
sv: om %d min

source: Select your bus
de: Wähle deinen Bus aus
fi: Valitse bussi
sv: Välj buss

source: Location Access
de: Standortzugriff
fi: Sijainnin määritys
sv: Platssökning

source: Select your bus quicker and easier
de: Finde deinen Bus schneller und leichter
fi: Valitse bussi nopeammin ja helpommin
sv: Hitta din buss enklare och snabbare

source: Your location is used to locate the bus closest to you.
de: Dein Standort wird benutzt um dir Busse in deiner Nähe anzuzeigen.
fi: Sijaintiasi käytetään paikantamaan sinua lähin bussi.
sv: Din plats används för att hitta bussen närmast dej.

source: %.2f km away
de: %.2f km entfernt
fi: %.2f km päässä
sv: %.2f km kvar

source: m away
de: m entfernt
fi: m päässä
sv: m kvar

source: Destination upcoming!
de: Gleich bist du da!
fi: Määränpää tulossa!
sv: Destination på kommande!

source: Next stop is %@
de: Nächste Haltestelle ist %@
fi: Seuraava pysäkki on %@
sv: Nästa stopp är %@

source: Arriving soon!
de: Bald bist du da!
fi: Kohta perillä
sv: Kommer snart!

source: %@ is only 2 stops away
de: %@ ist nur zwei Stationen entfernt
fi: %@ on vain kahden pysäkin päässä
sv: Det ät bara 2 hållplatser kvar till %@!

source: You closed the app while an alarm was set
fi: Suljit ohjelman hälytyksen ollessa päällä
sv: Du stängde ner appen med alarmet på

# Alarms can only be sent when the app is open.
source: You can only be reminded when the app is open.
fi: Sinua voidaan muistuttaa vain sovelluksen ollessa auki.
sv: Alarm kan bara användas när appen är öppen.

source: Network error
fi: Verkkovirhe
sv: Nätverksfel

source: Please check your internet connectivity and try again.
fi: Tarkista internetyhteytesi ja yritä uudelleen.
sv: Vänligen kontrollera din internetuppkoppling och försök igen.

source: Next Stop
de: Nächste Haltestelle
fi: Seuraava pysäkki
sv: Nästa stopp

source: After that
de: Danach
fi: Sen jälkeen
sv: Efter det

source: Loading nearby busses
de: Lade Busse in der Nähe
fi: Ladataan lähellä olevia busseja
sv: Laddar bussar nära dej
